recipes/coconut-bacon.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Coconut Bacon</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="james" />
<link rel="stylesheet" type="text/css" href="../static/recipe.css" />
<link rel="icon" type="image/ico" href="../static/favicon.svg" />
</head>
<body>
<div id="org-div-home-and-up"> <a href="../index.html"> Home </a> </div> <div id="btns"><button id="copy-btn" onclick="copyTicked()"></button> <button id="untick-btn" onclick="untickAll()"></button></div><div id="notify">Copied!</div><div id="content">
<h1 class="title">Coconut Bacon</h1>
<p>
<a href="https://www.connoisseurusveg.com/coconut-bacon/#wprm-recipe-container-12495">Original link</a>
</p>

<div id="outline-container-orgd441a52" class="outline-2">
<h2 id="orgd441a52">Ingredients</h2>
<div class="outline-text-2" id="text-orgd441a52">
<ul class="org-ul">
<li>1 1/2 cups unsweetened flaked coconut</li>
<li>1 tablespoons soy sauce or tamari</li>
<li>2 teaspoons liquid smoke</li>
<li>2 teaspoons maple syrup</li>
<li>2 teaspoons apple cider vinegar</li>
</ul>
</div>
</div>

<div id="outline-container-orgbe8b1aa" class="outline-2">
<h2 id="orgbe8b1aa">Method</h2>
<div class="outline-text-2" id="text-orgbe8b1aa">
<ol class="org-ol">
<li>Preheat oven to 160&deg;C.</li>
<li>Line a baking sheet with parchment paper.</li>
<li>In a medium-sized bowl, stir together the soy sauce or tamari, liquid smoke, maple syrup and apple cider vinegar.</li>
<li>Add the coconut to the bowl and gently stir to coat it with the soy sauce mixture, being careful not to crush the coconut flakes.</li>
<li>Spread the coconut in an even layer on parchment. Drizzle any excess liquid over the coconut.</li>
<li>Bake for about 15 minutes, tossing every 3-5 minutes during cooking, until crispy and browned. Watch the coconut closely during baking, because this stuff can go from crispy to char in a very short time.</li>
<li>Remove the baking sheet from oven and allow to cool. The coconut bacon will continue to crisp up as it cools.</li>
</ol>
</div>
</div>
</div>
</body>
</html>
